Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# Строим твой план
source: Building your plan
ar: نبني خطتك
de: Wir erstellen deinen Plan
es: Construyendo tu plan
fr: On construit ton plan
ja: 計画を立てる
kk: Жоспарыңды құрудамыз
ko: 계획 세우기
pt: Construindo seu plano
zh_hans: 制定你的计划

# Сыгранные партии за день
source: Games played per day
ar: المباريات الملعوبة في اليوم
de: Gespielte Partien pro Tag
es: Juegos jugados por día
fr: Parties jouées par jour
ja: 1 日にプレイされるゲーム
kk: Күніне ойналған партиялар
ko: 하루에 플레이하는 게임
pt: Jogos disputados por dia
zh_hans: 每天玩的游戏

# Сыграть %lld партий на Chess.com
source: Play %lld games on Chess.com
ar: لعب %lld مباريات على Chess.com
de: %lld Partien auf Chess.com spielen
es: Juega %lld partidas en Chess.com
fr: Joue %lld parties sur Chess.com
ja: Chess.com で %lld ゲームをプレイする
kk: Chess.com-да %lld партия ойнау
ko: Chess.com에서 %lld 게임을 플레이해보세요
pt: Jogue partidas %lld no Chess.com
zh_hans: 在 Chess.com 上玩 %lld 游戏

# Так держать 🔥
source: Keep it up 🔥
ar: استمر على هذا المنوال 🔥
de: Weiter so 🔥
es: Sigue así 🔥
fr: Continue comme ça 🔥
ja: それを続けてください🔥
kk: Осылай жалғастыр 🔥
ko: 계속 힘내세요 🔥
pt: Continue assim 🔥
zh_hans: 坚持下去🔥

# Тактильный отклик при нажатиях и действиях.
source: Haptic feedback on taps and actions.
ar: استجابة لمسية عند النقر والإجراءات.
de: Haptisches Feedback bei Tipps und Aktionen.
es: Retroalimentación háptica sobre toques y acciones.
fr: Retour haptique lors des appuis et actions.
ja: タップやアクションに対する触覚フィードバック。
kk: Басу мен әрекеттерде тактильді жауап.
ko: 탭과 동작에 대한 햅틱 피드백.
pt: Feedback tátil em toques e ações.
zh_hans: 点击和操作的触觉反馈。

# Тариф
source: Plan
ar: الخطة
de: Tarif
fr: Forfait
ja: プラン
kk: Тариф
ko: 계획
pt: Plano
zh_hans: 计划

# Твой ответ...
source: Your answer...
ar: إجابتك...
de: Deine Antwort...
es: Tu respuesta...
fr: Ta réponse...
ja: あなたの答え...
kk: Сенің жауабың...
ko: 당신의 대답은 ...
pt: Sua Resposta...
zh_hans: 您的答案...

# Твой план
source: Your plan
ar: خطتك
de: Dein Plan
es: tu plan
fr: Ton plan
ja: あなたの計画
kk: Сенің жоспарың
ko: 당신의 계획
pt: Seu plano
zh_hans: 你的计划

# Твой прогресс
source: Your progress
ar: تقدمك
de: Dein Fortschritt
es: Tu progreso
fr: Ta progression
ja: あなたの進歩
kk: Сенің прогресің
ko: 귀하의 진행 상황
pt: Seu progresso
zh_hans: 你的进步

# Твоя серия
source: Your streak
ar: تتابعك
de: Deine Serie
es: tu racha
fr: Ta série
ja: あなたの連続記録
kk: Сенің сериянь
ko: 연속 행진
pt: Sua sequência
zh_hans: 你的连胜

# Твоя цель ждёт
source: Your goal is waiting
ar: هدفك في انتظارك
de: Dein Ziel wartet
es: Tu objetivo está esperando
fr: Ton objectif t'attend
ja: あなたのゴールが待っています
kk: Мақсатың күтіп тұр
ko: 당신의 목표가 기다리고 있습니다
pt: Seu objetivo está esperando
zh_hans: 你的目标正在等待

# Тебе доступен план %@
source: You have access to the %@ plan
ar: لديك إمكانية الوصول إلى خطة %@
de: Du hast Zugriff auf den %@-Tarif
es: Tienes acceso al plan %@
fr: Tu as accès au forfait %@
ja: %@ プランにアクセスできます
kk: Саған %@ тарифі қолжетімді
ko: %@ 계획에 액세스할 수 있습니다.
pt: Você tem acesso ao plano %@
zh_hans: 您可以使用 %@ 计划

# Тебе начислено 3 дня PRO. Другу тоже прилетит награда.
source: You've earned 3 days of PRO. Your friend gets a reward too.
ar: حصلت على 3 أيام من PRO. صديقك سيحصل أيضًا على مكافأة.
de: Du hast 3 Tage PRO verdient. Dein Freund bekommt auch eine Belohnung.
es: Has ganado 3 días de PRO. Tu amigo también recibe una recompensa.
fr: Tu as gagné 3 jours de PRO. Ton ami recevra aussi une récompense.
ja: 3 日間の PRO を獲得しました。あなたの友人にも報酬が与えられます。
kk: Саған 3 күн PRO есептелді. Досыңа да сыйлық келеді.
ko: PRO 3일권을 획득하셨습니다. 친구도 보상을 받습니다.
pt: Você ganhou 3 dias de PRO. Seu amigo também recebe uma recompensa.
zh_hans: 您已获得 3 天的 PRO 资格。你的朋友也会得到奖励。

# Тебя пригласили в семью по коду %@. Присоединиться сейчас?
source: You've been invited to a family with code %@. Join now?
ar: تمت دعوتك إلى عائلة بالرمز %@. هل تريد الانضمام الآن؟
de: Du wurdest mit dem Code %@ in eine Familie eingeladen. Jetzt beitreten?
es: Te invitaron a una familia con el código %@. ¿Únete ahora?
fr: Tu as été invité dans une famille avec le code %@. Rejoindre maintenant ?
ja: コード %@ のファミリーに招待されました。今すぐ参加しますか?
kk: Сені %@ кодымен отбасына шақырды. Қазір қосыласың ба?
ko: 코드 %@를 사용하여 가족에 초대되었습니다. 지금 가입하시겠습니까?
pt: Você foi convidado para uma família com o código %@. Cadastre-se agora?
zh_hans: 您已被邀请加入代码为 %@ 的家庭。现在加入？

# Тебя пригласили?
source: Got invited?
ar: هل تمت دعوتك؟
de: Eingeladen worden?
es: ¿Te invitaron?
fr: Tu as reçu une invitation ?
ja: 招待されましたか？
kk: Сені шақырды ма?
ko: 초대받았나요?
pt: Foi convidado?
zh_hans: 收到邀请了吗？

# Текущая серия
source: Current streak
ar: التتابع الحالي
de: Aktuelle Serie
es: Actual racha
fr: Série actuelle
ja: 現在 縞模様
kk: Ағымдағы серия
ko: 현재 줄무늬
pt: Atual sequência
zh_hans: 当前 连胜

# Текущая серия дней в reInspire.
source: Your current streak in reInspire.
ar: تتابع أيامك الحالي في reInspire.
de: Deine aktuelle Tagesserie in reInspire.
es: Tu racha actual en reInspire.
fr: Ta série de jours actuelle dans reInspire.
ja: reInspire での現在の連続記録。
kk: reInspire-тегі ағымдағы күндер серияң.
ko: 현재 reInspire 연속 기록입니다.
pt: Sua sequência atual no reInspire.
zh_hans: 您当前在 reInspire 中的连胜记录。

# Телеграм-бот
source: Telegram bot
ar: بوت Telegram
es: robot de telegrama
fr: Bot Telegram
ja: 電報ボット
kk: Telegram бот
ko: 텔레그램 봇
pt: Bot de telegrama
zh_hans: 电报机器人

# Тема
source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
ja: テーマ
kk: Тақырып
ko: 주제
pt: Tema
zh_hans: 主题

# Тип
source: Type
ar: النوع
de: Typ
es: Tipo
ja: タイプ
kk: Түрі
ko: 유형
pt: Tipo
zh_hans: 类型

# Топ-категория
source: Top category
ar: أفضل فئة
de: Top-Kategorie
es: categoría superior
fr: Catégorie principale
ja: トップカテゴリー
kk: Үздік санат
ko: 상위 카테고리
pt: Categoria principal
zh_hans: 顶级类别

# Требовать фото
source: Require photo
ar: طلب صورة
de: Foto verlangen
es: Requerir foto
fr: Exiger une photo
ja: 写真が必要です
kk: Фото талап ету
ko: 사진 필요
pt: Exigir foto
zh_hans: 需要照片

# Тренд за 30 дней
source: 30-day trend
ar: اتجاه 30 يومًا
de: 30-Tage-Trend
es: tendencia de 30 días
fr: Tendance sur 30 jours
ja: 30日間の傾向
kk: 30 күндік тренд
ko: 30일 추세
pt: Tendência de 30 dias
zh_hans: 30日趋势

# Тренд за 6 недель и рост за 30 дней -- на Pro и Max.
source: 6-week trend and 30-day growth -- on Pro and Max.
ar: اتجاه 6 أسابيع ونمو 30 يومًا -- مع Pro و Max.
de: 6-Wochen-Trend und 30-Tage-Wachstum -- bei Pro und Max.
es: Tendencia de 6 semanas y crecimiento de 30 días, en Pro y Max.
fr: Tendance sur 6 semaines et croissance sur 30 jours -- avec Pro et Max.
ja: Pro と Max での 6 週間の傾向と 30 日間の成長。
kk: 6 апталық тренд және 30 күндік өсім -- Pro мен Max-та.
ko: Pro 및 Max의 6주 추세 및 30일 성장.
pt: Tendência de 6 semanas e crescimento de 30 dias -- no Pro e no Max.
zh_hans: 6 周趋势和 30 天增长----在 Pro 和 Max 上。

# Тренироваться %lld минут
source: Work out for %lld minutes
ar: التمرّن %lld دقيقة
de: %lld Minuten trainieren
es: Haga ejercicio durante %lld minutos
fr: S'entraîner %lld minutes
ja: %lld 分間ワークアウトします
kk: %lld минут жаттығу
ko: %lld분 동안 운동하세요
pt: Exercite-se por %lld minutos
zh_hans: 锻炼 %lld 分钟

# Тренировка
source: Workout
ar: التمرين
es: Ejercicio
fr: Entraînement
ja: いい結果
kk: Жаттығу
ko: 운동하다
pt: Dar certo
zh_hans: 锻炼

# Ты
source: You
ar: أنت
de: Du
es: Tú
fr: Toi
ja: あなた
kk: Сен
ko: 너
pt: Você
zh_hans: 你

# Ты в семейной группе
source: You're in a family group
ar: أنت في مجموعة عائلية
de: Du bist in einer Familiengruppe
es: Estás en un grupo familiar.
fr: Tu es dans un groupe familial
ja: あなたはファミリーグループに参加しています
kk: Сен отбасы тобындасың
ko: 귀하는 가족 그룹에 속해 있습니다.
pt: Você está em um grupo familiar
zh_hans: 您在家庭群组中

# Ты выбираешь, кем становишься. Сделай задание.
source: You choose who you become. Do the task.
ar: أنت من يختار من تصبح. أنجز المهمة.
de: Du entscheidest, wer du wirst. Mach die Aufgabe.
es: Tú eliges en quién te conviertes. Haz la tarea.
fr: Tu choisis qui tu deviens. Fais la tâche.
ja: 自分が何者になるかはあなたが選びます。タスクを実行します。
kk: Кім болатыныңды өзің таңдайсың. Тапсырманы орында.
ko: 당신은 당신이 누구인지 선택합니다. 작업을 수행합니다.
pt: Você escolhe quem você se torna. Faça a tarefa.
zh_hans: 你选择成为谁。做任务吧

# Ты можешь
source: You can do it
ar: أنت تستطيع
de: Du kannst das
es: puedes hacerlo
fr: Tu peux le faire
ja: できるよ
kk: Сен істей аласың
ko: 할 수 있어요
pt: Você pode fazer isso
zh_hans: 你可以做到

# Ты справишься
source: You've got this
ar: أنت قادر على ذلك
de: Du schaffst das
es: Tienes esto
fr: Tu vas y arriver
ja: これを持っています
kk: Сен қолыңнан келеді
ko: 당신은 이것을 가지고 있습니다
pt: Você tem isso
zh_hans: 你有这个

# Ты уже так далеко зашёл. Продолжай.
source: You've already come this far. Keep going.
ar: لقد قطعت شوطًا طويلًا بالفعل. استمر.
de: Du bist schon so weit gekommen. Mach weiter.
es: Ya has llegado hasta aquí. Sigue adelante.
fr: Tu es déjà allé si loin. Continue.
ja: もうここまで来ましたね。続けて。
kk: Сен мұнша алысқа жеттің. Жалғастыр.
ko: 당신은 이미 여기까지 왔습니다. 계속하세요.
pt: Você já chegou até aqui. Continue.
zh_hans: 你已经走到这一步了。继续前进。

# Тёмный
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: 暗い
kk: Қараңғы
ko: 어두운
pt: Escuro
zh_hans: 黑暗的

# Убери лишнее -- смахни задачу или нажми ×
source: Remove what you don't need -- swipe a task or tap ×
ar: احذف ما لا تحتاجه -- اسحب المهمة أو اضغط ×
de: Entferne Überflüssiges -- wische eine Aufgabe oder tippe auf ×
es: Elimina lo que no necesitas: desliza una tarea o toca ×
fr: Retire le superflu -- balaie une tâche ou appuie sur ×
ja: 不要なものを削除します -- タスクをスワイプするか、「×」をタップします
kk: Артықты алып таста -- тапсырманы сырғыт немесе × бас
ko: 필요하지 않은 것을 제거하세요. 작업을 스와이프하거나 ×를 탭하세요.
pt: Remova o que você não precisa: deslize uma tarefa ou toque em ×
zh_hans: 删除不需要的内容 - 滑动任务或点击 ×

# Убрать
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
ja: 取り除く
kk: Жою
ko: 제거하다
pt: Remover
zh_hans: 消除

# Убрать задачу
source: Remove task
ar: إزالة المهمة
de: Aufgabe entfernen
es: Quitar tarea
fr: Retirer la tâche
ja: タスクの削除
kk: Тапсырманы алып тастау
ko: 작업 제거
pt: Remover tarefa
zh_hans: 删除任务

# Убрать участника?
source: Remove member?
ar: إزالة العضو؟
de: Mitglied entfernen?
es: ¿Quitar miembro?
fr: Retirer le membre ?
ja: メンバーを削除しますか?
kk: Қатысушыны жою керек пе?
ko: 구성원을 삭제하시겠습니까?
pt: Remover membro?
zh_hans: 删除会员？

# Убраться дома
source: Clean the house
ar: تنظيف المنزل
de: Haus putzen
es: limpiar la casa
fr: Faire le ménage à la maison
ja: 家を掃除する
kk: Үйді жинау
ko: 집을 청소하다
pt: Limpe a casa
zh_hans: 打扫房子

# Уведомления
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
kk: Хабарландырулар
ko: 알림
pt: Notificações
zh_hans: 通知

# Уведомления выключены. Разрешите их в настройках, чтобы напоминание сработало.
source: Notifications are off. Allow them in Settings for reminders to work.
ar: الإشعارات معطّلة. فعّلها من الإعدادات حتى تعمل التذكيرات.
de: Benachrichtigungen sind aus. Erlaube sie in den Einstellungen, damit Erinnerungen funktionieren.
es: Las notificaciones están desactivadas. Permítalos en Configuración para que funcionen los recordatorios.
fr: Les notifications sont désactivées. Autorise-les dans les réglages pour que les rappels fonctionnent.
ja: 通知はオフになっています。リマインダーが機能するように設定で許可してください。
kk: Хабарландырулар өшірулі. Еске салулар жұмыс істеуі үшін параметрлерден рұқсат бер.
ko: 알림이 꺼져 있습니다. 알림이 작동하려면 설정에서 허용하세요.
pt: As notificações estão desativadas. Permita-os nas configurações para que os lembretes funcionem.
zh_hans: 通知已关闭。在“设置”中允许它们以便提醒发挥作用。

# Удаление задачи
source: Deleting task
ar: حذف المهمة
de: Aufgabe wird gelöscht
es: Eliminar tarea
fr: Suppression de la tâche
ja: タスクの削除
kk: Тапсырманы жою
ko: 작업 삭제 중
pt: Excluindo tarefa
zh_hans: 删除任务

# Удалить
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 消去
kk: Жою
ko: 삭제
pt: Excluir
zh_hans: 删除

# Удалить аккаунт
source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除する
kk: Аккаунтты жою
ko: 계정 삭제
pt: Excluir conta
zh_hans: 删除帐户

# Удалить аккаунт?
source: Delete account?
ar: حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか?
kk: Аккаунтты жою керек пе?
ko: 계정을 삭제하시겠습니까?
pt: Excluir conta?
zh_hans: 删除帐户？

# Удалить навсегда
source: Delete forever
ar: حذف نهائي
de: Endgültig löschen
es: Eliminar para siempre
fr: Supprimer définitivement
ja: 永久に削除
kk: Біржола жою
ko: 완전삭제
pt: Excluir definitivamente
zh_hans: 永久删除

# Удалить напоминание
source: Delete reminder
ar: حذف التذكير
de: Erinnerung löschen
es: Eliminar recordatorio
fr: Supprimer le rappel
ja: リマインダーを削除する
kk: Еске салуды жою
ko: 알림 삭제
pt: Excluir lembrete
zh_hans: 删除提醒

# Удалить семью
source: Delete family
ar: حذف العائلة
de: Familie löschen
es: Eliminar familia
fr: Supprimer la famille
ja: 家族を削除する
kk: Отбасын жою
ko: 가족 삭제
pt: Excluir família
zh_hans: 删除家庭

# Удалить семью?
source: Delete family?
ar: حذف العائلة؟
de: Familie löschen?
es: ¿Eliminar familia?
fr: Supprimer la famille ?
ja: 家族を削除しますか?
kk: Отбасын жою керек пе?
ko: 가족을 삭제하시겠습니까?
pt: Excluir família?
zh_hans: 删除家人？

# Управление подпиской
source: Manage subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションの管理
kk: Жазылымды басқару
ko: 구독 관리
pt: Gerenciar assinatura
zh_hans: 管理订阅

# Управление семьёй
source: Manage family
ar: إدارة العائلة
de: Familie verwalten
es: Administrar familia
fr: Gérer la famille
ja: 家族を管理する
kk: Отбасын басқару
ko: 가족 관리
pt: Gerenciar família
zh_hans: 管理家庭

# Условия
source: Terms
ar: الشروط
de: AGB
es: Términos
fr: Conditions
ja: 条項
kk: Шарттар
ko: 자귀
pt: Termos
zh_hans: 条款

# Условия использования
source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約
kk: Пайдалану шарттары
ko: 이용약관
pt: Termos de uso
zh_hans: 使用条款

# Успей выполнить задание до полуночи.
source: There's still time to finish the task before midnight.
ar: لا يزال هناك وقت لإنجاز المهمة قبل منتصف الليل.
de: Es ist noch Zeit, die Aufgabe vor Mitternacht zu erledigen.
es: Todavía hay tiempo para terminar la tarea antes de medianoche.
fr: Il est encore temps de finir la tâche avant minuit.
ja: 真夜中までにその仕事を終えるにはまだ時間がある。
kk: Тапсырманы түн ортасына дейін орындауға әлі уақыт бар.
ko: 자정 이전에 작업을 완료할 시간은 아직 남아 있습니다.
pt: Ainda dá tempo de terminar a tarefa antes da meia-noite.
zh_hans: 午夜之前还有时间完成任务。

# Утренняя пробежка
source: Morning run
ar: ركض الصباح
de: Morgenlauf
es: carrera matutina
fr: Course matinale
ja: 朝のランニング
kk: Таңғы жүгіріс
ko: 아침 달리기
pt: Corrida matinal
zh_hans: 晨跑

# Утро
source: Morning
ar: الصباح
de: Morgen
es: Mañana
fr: Matin
ja: 朝
kk: Таң
ko: 아침
pt: Manhã
zh_hans: 早晨

# Участник семьи
source: Family member
ar: عضو العائلة
de: Familienmitglied
es: Miembro de la familia
fr: Membre de la famille
ja: 家族会員
kk: Отбасы мүшесі
ko: 가족 구성원
pt: Membro da família
zh_hans: 家属

# Учитывает события из календаря при планировании задач
source: Factors in calendar events when scheduling tasks
ar: يأخذ أحداث التقويم في الحسبان عند جدولة المهام
de: Berücksichtigt Kalendertermine bei der Aufgabenplanung
es: Factores en los eventos del calendario al programar tareas
fr: Prend en compte les événements du calendrier lors de la planification des tâches
ja: タスクをスケジュールする際のカレンダー イベントの要素
kk: Тапсырмаларды жоспарлағанда күнтізбе іс-шараларын ескереді
ko: 작업을 예약할 때 캘린더 이벤트의 요인
pt: Fatores em eventos de calendário ao agendar tarefas
zh_hans: 安排任务时日历事件中的因素

# Учить язык
source: Learn a language
ar: تعلّم لغة
de: Sprache lernen
es: aprender un idioma
fr: Apprendre une langue
ja: 言語を学ぶ
kk: Тіл үйрену
ko: 언어를 배우세요
pt: Aprenda um idioma
zh_hans: 学习一门语言

# Учиться
source: Study
ar: الدراسة
de: Lernen
es: Estudiar
fr: Étudier
ja: 勉強
kk: Оқу
ko: 공부하다
pt: Estudar
zh_hans: 学习

# Фиолетовый
source: Purple
ar: بنفسجي
de: Lila
es: Púrpura
fr: Violet
ja: 紫
kk: Күлгін
ko: 보라
pt: Roxo
zh_hans: 紫色的

# Фитнес
source: Fitness
ar: اللياقة البدنية
es: Aptitud física
ja: フィットネス
kk: Фитнес
ko: 적합
zh_hans: 健康

# Фокус
source: Focus
ar: التركيز
de: Fokus
es: Enfocar
ja: 集中
kk: Фокус
ko: 집중하다
pt: Foco
zh_hans: 重点

# Формат
source: Format
ar: التنسيق
es: Formato
ja: 形式
kk: Формат
ko: 체재
pt: Formatar
zh_hans: 格式

# Формат времени
source: Time format
ar: تنسيق الوقت
de: Zeitformat
es: Formato de hora
fr: Format de l'heure
ja: 時刻形式
kk: Уақыт форматы
ko: 시간 형식
pt: Formato de hora
zh_hans: 时间格式

# Фото-отчёт в Telegram
source: Photo report in Telegram
ar: تقرير صورة في Telegram
de: Fotobericht in Telegram
es: Reportaje fotográfico en Telegram
fr: Photo de preuve dans Telegram
ja: Telegramでのフォトレポート
kk: Telegram-да фото есеп
ko: 텔레그램의 사진 보고
pt: Reportagem fotográfica no Telegram
zh_hans: Telegram 中的照片报道

# Фото-подтверждение
source: Photo proof
ar: إثبات بالصورة
de: Fotobeweis
es: Prueba fotográfica
fr: Preuve photo
ja: 証拠写真
kk: Фото растау
ko: 사진 증명
pt: Prova fotográfica
zh_hans: 照片证明

# Холодный душ
source: Cold shower
ar: استحمام بارد
de: Kalte Dusche
es: ducha fría
fr: Douche froide
ja: 冷水シャワー
kk: Суық душ
ko: 찬물 샤워
pt: Banho frio
zh_hans: 冷水淋浴

# Хорошая задача! Нужно задать пару вопросов.
source: Good task! Just need to ask a couple questions.
ar: مهمة جيدة! أحتاج فقط لطرح بعض الأسئلة.
de: Gute Aufgabe! Ich muss nur ein paar Fragen stellen.
es: ¡Buena tarea! Sólo necesito hacer un par de preguntas.
fr: Bonne tâche ! J'ai juste besoin de poser quelques questions.
ja: 良い仕事だ！ いくつか質問するだけで十分です。
kk: Жақсы тапсырма! Бірнеше сұрақ қою керек.
ko: 잘했어요! 몇 가지 질문만 하면 됩니다.
pt: Boa tarefa! Só preciso fazer algumas perguntas.
zh_hans: 好任务！ 只需要问几个问题。

# Цель
source: Goal
ar: الهدف
de: Ziel
es: Meta
fr: Objectif
ja: ゴール
kk: Мақсат
ko: 목표
pt: Meta
zh_hans: 目标

# Цель достигнута ✅
source: Goal achieved ✅
ar: تم تحقيق الهدف ✅
de: Ziel erreicht ✅
es: Meta cumplida ✅
fr: Objectif atteint ✅
ja: 目標達成✅
kk: Мақсат орындалды ✅
ko: 목표 달성 ✅
pt: Meta alcançada ✅
zh_hans: 目标达成了✅

# Ч
source: T
ar: خ
fr: J
ko: 티
zh_hans: 时间

# Через 5 минут будешь рад, что начал.
source: In 5 minutes you'll be glad you started.
ar: بعد 5 دقائق ستكون سعيدًا لأنك بدأت.
de: In 5 Minuten bist du froh, dass du angefangen hast.
es: En 5 minutos te alegrarás de haber empezado.
fr: Dans 5 minutes, tu seras content d'avoir commencé.
ja: 5 分もすれば、始めてよかったと思えるはずです。
kk: 5 минуттан кейін бастағаныңа қуанасың.
ko: 5분 안에 시작하게 되어 기뻐할 것입니다.
pt: Em 5 minutos você ficará feliz por ter começado.
zh_hans: 5 分钟后你就会很高兴你开始了。

# Через год ты вспомнишь этот день. Что ты сделал?
source: A year from now you will remember this day. What did you do?
ar: بعد عام ستتذكر هذا اليوم. ماذا فعلت؟
de: In einem Jahr wirst du dich an diesen Tag erinnern. Was hast du getan?
es: Dentro de un año recordarás este día. ¿Qué hiciste?
fr: Dans un an, tu te souviendras de ce jour. Qu'as-tu fait ?
ja: 一年後、あなたはこの日のことを覚えているでしょう。あなたは何をしましたか？
kk: Бір жылдан кейін осы күнді еске аласың. Не істедің?
ko: 1년 뒤에는 오늘을 기억하게 될 것입니다. 당신은 무엇을 했나요?
pt: Daqui a um ano você se lembrará deste dia. O que você fez?
zh_hans: 一年后你会记住这一天。你做了什么？

# Читать
source: Read
ar: القراءة
de: Lesen
es: Leer
fr: Lire
ja: 読む
kk: Оқу
ko: 읽다
pt: Ler
zh_hans: 读

# Чт
source: Thu
ar: خمي
de: Do
es: Jue
fr: Jeu
ja: 木
kk: Бс
ko: 목
pt: qui
zh_hans: 星期四

# Что reInspire читает из Здоровья
source: What reInspire reads from Health
ar: ما يقرأه reInspire من Health
de: Was reInspire aus Health liest
es: Lo que lee reInspire de Salud
fr: Ce que reInspire lit depuis Santé
ja: reInspire が健康から読み取るもの
kk: reInspire «Денсаулықтан» нені оқиды
ko: reInspire가 Health에서 읽는 내용
pt: O que reInspire lê em Saúde
zh_hans: reInspire 从 Health 中读取的内容

# Что нового
source: What's new
ar: ما الجديد
de: Was ist neu
es: Qué hay de nuevo
fr: Nouveautés
ja: 新着情報
kk: Не жаңалық
ko: 새로운 소식
pt: O que há de novo
zh_hans: 什么是新的

# Что осталось сегодня
source: What's left today
ar: ما تبقى لليوم
de: Was heute noch ansteht
es: lo que queda hoy
fr: Ce qu'il reste à faire aujourd'hui
ja: 今日残っているもの
kk: Бүгін не қалды
ko: 오늘 남은 건
pt: O que resta hoje
zh_hans: 今天还剩下什么

# Шаги
source: Steps
ar: الخطوات
de: Schritte
es: Pasos
fr: Pas
ja: ステップ
kk: Қадамдар
ko: 단계
pt: Passos
zh_hans: 步骤

# Шаги за день
source: Steps per day
ar: الخطوات في اليوم
de: Schritte pro Tag
es: Pasos por dia
fr: Pas par jour
ja: 1 日あたりの歩数
kk: Күніне қадамдар
ko: 일일 걸음 수
pt: Passos por dia
zh_hans: 每天步数

# Шаги, калории и тренировки из Apple Здоровье
source: Steps, calories and workouts from Apple Health
ar: الخطوات والسعرات والتمارين من Apple Health
de: Schritte, Kalorien und Workouts aus Apple Health
es: Pasos, calorías y entrenamientos de Apple Health
fr: Pas, calories et entraînements depuis Apple Health
ja: Apple Health からの歩数、カロリー、ワークアウト
kk: Apple Health-тен қадамдар, калория және жаттығулар
ko: Apple Health의 걸음 수, 칼로리 및 운동
pt: Passos, calorias e exercícios da Apple Health
zh_hans: Apple Health 的步数、卡路里和锻炼情况

# Экспорт моих данных
source: Export my data
ar: تصدير بياناتي
de: Meine Daten exportieren
es: exportar mis datos
fr: Exporter mes données
ja: データをエクスポートする
kk: Деректерімді экспорттау
ko: 내 데이터 내보내기
pt: Exportar meus dados
zh_hans: 导出我的数据

# Эта неделя
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
kk: Осы апта
ko: 이번 주
pt: Essa semana
zh_hans: 本星期

# Эта функция недоступна на устройстве.
source: This feature isn't available on this device.
ar: هذه الميزة غير متوفرة على هذا الجهاز.
de: Diese Funktion ist auf dem Gerät nicht verfügbar.
es: Esta función no está disponible en este dispositivo.
fr: Cette fonctionnalité n'est pas disponible sur cet appareil.
ja: この機能はこのデバイスでは利用できません。
kk: Бұл функция құрылғыда қолжетімсіз.
ko: 이 기기에서는 이 기능을 사용할 수 없습니다.
pt: Este recurso não está disponível neste dispositivo.
zh_hans: 此功能在此设备上不可用。

# Это не цитата. Это режим.
source: This is not a quote. It is a mode.
ar: هذه ليست مجرد عبارة. إنها أسلوب حياة.
de: Das ist kein Zitat. Das ist ein Modus.
es: Esto no es una cita. Es un modo.
fr: Ce n'est pas une citation. C'est un mode de vie.
ja: これは引用ではありません。モードです。
kk: Бұл дәйексөз емес. Бұл -- режим.
ko: 이것은 인용문이 아닙니다. 모드입니다.
pt: Esta não é uma citação. É um modo.
zh_hans: 这不是报价。这是一种模式。

# Это поможет понять, что не сработало, и не повторить это в будущем.
source: This'll help us figure out what didn't work so it doesn't happen again.
ar: سيساعدنا ذلك على فهم ما لم ينجح لتجنب تكراره في المستقبل.
de: Das hilft uns zu verstehen, was nicht funktioniert hat, damit es nicht wieder passiert.
es: Esto nos ayudará a descubrir qué no funcionó para que no vuelva a suceder.
fr: Ça nous aidera à comprendre ce qui n'a pas marché pour éviter que ça se reproduise.
ja: これは、何がうまくいかなかったのかを特定し、同じことが再び起こらないようにするのに役立ちます。
kk: Бұл не сәтсіз болғанын түсініп, оны болашақта қайталамауға көмектеседі.
ko: 이렇게 하면 무엇이 작동하지 않았는지 파악하여 같은 일이 다시 발생하지 않도록 하는 데 도움이 됩니다.
pt: Isso nos ajudará a descobrir o que não funcionou para que não aconteça novamente.
zh_hans: 这将帮助我们找出什么不起作用，这样就不会再次发生。

# Это про меня!
source: That's me!
ar: هذا أنا بالضبط!
de: Das bin ich!
es: ¡Ese soy yo!
fr: C'est tout moi !
ja: それは私です！
kk: Бұл нағыз мен!
ko: 그게 나야!
pt: Esse sou eu!
zh_hans: 这就是我！
